      *****************************************************************
      * Program name:    PROGRAM-CREDIT
      * Original author: MOISÉS CAMPAÑA
      *
      * Maintenence Log
      * Date      Author        Maintenance Requirement
      * --------- ------------  ---------------------------------------
      * 01/01/08 MOISÉS CAMPAÑA
      *
      *****************************************************************
       IDENTIFICATION DIVISION.
       PROGRAM-ID.  PROGRAM-CREDIT.
      *****************************************************************
      *****************************************************************
       ENVIRONMENT DIVISION.
       CONFIGURATION SECTION.

      *****************************************************************
      *****************************************************************
       DATA DIVISION.
      *****************************************************************
       WORKING-STORAGE SECTION.

      *****************************************************************
       PROCEDURE DIVISION.
